{"document": "The biologist and entrepreneur turned the effort to map the human genome into a competitive race and, in so doing, was vilified by the scientific community.\nDr Venter has certainly not gained a reputation for modesty about his achievements. \"Is my science of a level consistent with other people who have gotten the Nobel? Yes,\" he was once quoted as saying.\nAnd he is a very wealthy user of Lear Jets and private yachts.\nBut his efforts in the field of human genomics have undeniably helped speed up the entire process.\nAfter the publication of the human genome, Dr Venter turned his attention to another grand project: the creation of a synthetic life form.\nScientists at the US-based J Craig Venter Institute have been busily working on the endeavour for more than a decade. They have now published details of the result, an organism called Synthia, in the prestigious journal Science.\nBorn in 1946, as a boy, Dr Venter did not exemplify good scholarship and at 18 he chose to devote his life to the surfing pleasures of the beaches in Southern California. Three years later, in 1967, he was drafted into the Vietnam conflict.\nAs an orderly in the naval field hospital at Da Nang, he tended to thousands of soldiers wounded during the Tet offensive.\nThis inspired two important changes in him: a determination to become a doctor and a conviction that time should never be wasted.\n\"Life was so cheap in Vietnam. That is where my sense of urgency comes from,\" he said.\nDuring his medical training he excelled in research rather than practice. By the 1980s, the early days of the revolution in molecular biology, he was working at the government-funded US National Institute of Health and soon realised the importance of decoding genes.\nBut the work was messy, tedious and agonisingly slow. So, in 1987, when he read reports of an automated decoding machine, he soon had the first one in his lab. This speeded things up - but not enough.\nThen came Dr Venter's real breakthrough. He realised that he did not need to trawl the entire genome to find the active parts, because cells already use those parts naturally.\nHe switched his attention from the DNA blueprint to the messenger molecules (called RNA) that a cell makes from that blueprint. He was then able to churn out gene sequences at unprecedented rates.\nHis success shocked some, most notably the co-discoverer of DNA, James Watson, who famously dismissed the relatively crude results obtained as work \"any monkey\" could do.\nThe criticism, and the failure to secure further public research funding, prompted Dr Venter to leave the NIH in 1992 and set up a private research institute, The Institute for Genomic Research.\nAnd, in 1995, he again stunned the scientific establishment by unveiling the first, complete genome of a free-living organism, Haemophilus influenzae, a major cause of childhood ear infections and meningitis.\nHis greatest challenge to the establishment came in May 1998, when he announced the formation of a commercial company, Celera Genomics, to crack the entire human genetic code in just three years. At that point, the public project was three years into a 10-year programme.\nBoth efforts published their results in 2001. What some saw as Dr Venter's disregard for scientific conventions such as open access to data brought him opprobrium in some circles.\nNevertheless, the financial rewards were enough to leave him in a highly unusual position for a scientist - with enough money and resources to do the science he wanted without having to tap the usual bureaucratic sources for funding and infrastructure.\nIn 2006, he formed the J Craig Venter Institute which would spearhead the labour to create the world's first synthetic life form. Dr Venter kept the scientific journals and the media abreast of developments, trumpeting several key advances as he edged closer to his goal.\nBut he has pursued other projects in the meantime. Dr Venter has roamed the oceans in his yacht, Sorcerer II, collecting life forms in an unprecedented genetic treasure hunt.\nThe project aims to sequence genomes from the vast range of microbes living in the sea, to provide scientists with a better understanding of the evolution and function of genes and proteins.\nThe synthetic life breakthrough, when it was announced, was not without controversy. But Dr Venter will have come to expect that.\n\"I think they're going to potentially create a new industrial revolution,\" he said of the synthetic microbes.\n\"If we can really get cells to do the production that we want, they could help wean us off oil and reverse some of the damage to the environment by capturing carbon dioxide.\"", "id": "10138849", "summary:reference": "Maverick is a word that seems to follow Craig Venter around", "summary:berts2s": "jk venter is one of the world\\'s most successful scientists", "hallu:reference": [0, 1, 2, 4, 5, 6, 7], "reason:reference":["Adj","","","","","Expert","Expert","Expert","","",""]}
{"document": "Researchers found that four out of five children in England who ate school lunches had tried food at school that they had not tried at home.\nHalf of parents questioned said their children had asked for foods they had eaten at school to be cooked at home.\nThe survey, of about 1,000 parents, found the most popular vegetables were carrots, sweetcorn and peas.\nAubergine, chickpeas and spinach were among the least popular.\nOf the parents questioned, 628 had children who ate school lunches.\n(% denotes proportion of parents who said their child would eat each vegetable)\nEngland's School Food Trust commissioned the research after a survey by the Mumsnet website suggested some parents gave their children packed lunches because they thought they were too fussy to eat anything else.\nTrust chairman, Rob Rees, said: \"Every parent knows it's a nightmare watching their child push food around the plate.\n\"School meals can be a great way to help parents encourage their children to try new foods and to increase the variety of foods in their diet.\"\nMumsnet co-founder, Carrie Longton, said: \"Getting children to eat healthily is every parent's dream, but meal times at home can often be a battle ground and emotionally charged.\n\"From Mumsnetters' experience it seems that once at school there's a desire to fit in with everyone else and even some positive peer pressure to boast about the variety of what foods you can eat.\n\"School meals have also moved on quite a bit from when Mumsnetters were at school, with healthier options and more variety.\"\nSchool meals in England now have to comply with strict nutritional guidelines.\nAbout four in 10 primary school children in England now eat school lunches, slightly more than in secondary schools.\nMore children in Scotland eat school lunches - about 46%.\nThe survey was conducted online between 26 February and 5th March among a panel of parents who had at least one child in school aged 4-17 years old.", "id": "11154244", "summary:reference": "School lunches can tempt fussy eaters to try new foods a survey for the School Food Trust has suggested", "summary:berts2s": "one in five parents in england eat vegetables at home a survey suggests", "hallu:reference": [0, 1, 5, 6, 7], "reason:reference": ["Adj","","","","","Expert","Expert","Expert","","","","ABC","","","","","","","BC"]}
{"document": "During the first nine months of 1938, he oversaw the Czech Kindertransport, which brought Jewish children from German-occupied Czechoslovakia to safety in the UK.\nHe worked tirelessly to ensure money was raised and homes were found for the young refugees.\nYet, amazingly, his self-effacing manner meant that it was 50 years before the full story of his heroic efforts became public knowledge.\nNicholas George Winton was born on 19 May 1909 in the well-heeled Hampstead district of north London.\nHis Jewish parents had moved from Germany to London in 1907 and changed the family name from Wertheim to Winton.\nThey had also converted to Christianity and it was into that faith that their son was baptised.\nIn 1923, Winton became one of the first pupils at the newly opened Stowe School in Buckinghamshire. Although he left without attaining any qualifications, he had become imbued with a love of mathematics.\nHe continued his studies at evening classes before moving to Germany, where he worked in banks in Hamburg and Berlin.\nIn 1931, just two years before Hitler became German chancellor, he moved to work in Paris before returning to London.\nHis mother's family had remained in Germany and that, together with the stories of Jewish refugees fleeing to London, made him all too aware of the persecution of the Jews by the Nazis.\nIn December 1938, Winton had been due to go on a skiing holiday to Switzerland when he suddenly decided to travel instead to Prague, where a friend was trying to help Jewish refugees.\nHe visited camps for refugees from the Sudetenland, a German-speaking area of Czechoslovakia, which had been ceded to Germany in September 1938 following pressure on the Czech government from Britain and France.\nBritish activists were already working in Czechoslovakia trying to help the refugees, but Winton's great idea was to rescue children by finding families in the UK to give them a home.\nHe was helped by a 1938 Act of Parliament that permitted the entry of refugee children under the age of 17, as long as money was deposited to pay for their eventual return home.\nWinton set up an office in a hotel in Prague, where he was quickly besieged by families desperate to get their children out before Germany invaded Czechoslovakia.\nOn his return to London, he worked with relief organisations to set up the Czech Kindertransport, just one of a number of  initiatives attempting to rescue Jewish children from Germany and the Nazi-occupied territories.\nWinton placed dozens of newspaper advertisements pleading for people to come forward and offer children a home. It was not always easy.\n\"The problem was getting the people who would accept the children, and of course this was at a time when the evacuation of children from the south [of England] was taking place anyway,\" he said.\n\"It's marvellous that so many people did come forward. The unfortunate thing was that no other country would come along and help.\n\"I tried America but they didn't take any. It would have made a vast difference if they had.\"\nIn the first eight months of 1939, eight trains left Prague taking 669 children to safety. A further 15 were flown out via Sweden.\nThe ninth train was scheduled to leave Prague on 1 September 1939, the day Germany invaded Poland and triggered the outbreak of World War Two.\n\"Within hours of the announcement, the train disappeared,\" Winton later recalled. \"None of the 250 children on board was seen again.\n\"We had families waiting at Liverpool Street that day in vain. If the train had been a day earlier, it would have come through.\"\nWinton registered as a conscientious objector and served for a time as an ambulance driver, before joining the RAF where he was eventually commissioned.\nHe told no-one about his pre-war exploits and it was not until 1988 that his wife discovered a scrapbook in the attic containing a mass of documents, including the names of the rescued children.\nIn July of that year, Winton appeared on an edition of the BBC programme That's Life, and some of the people he had rescued were invited to attend.\nUntil they arrived in the studio, they had no idea that Winton was the man who had saved them.\nWinton was awarded an MBE in 1983 for his work in establishing the Abbeyfield care homes and, in 2003, was knighted in recognition of his efforts on the Kindertransport.\nIn 2007, he received the Czech Republic's highest military decoration, the Cross of the 1st Class, and was nominated by the Czech government for the 2008 Nobel Peace Prize.\nA train dubbed \"The Winton Train\" left Prague station on 1 September 2009, exactly 70 years after the last Kindertransport had been due to depart from the Czech capital.\nIn October 2014, at the age of 105, he travelled to Prague to receive the Czech Republic's highest honour, the Order of the White Lion.\nIn his acceptance speech, he was typically modest: \"In a way, I shouldn't have lived so long to give everyone the opportunity to exaggerate things the way they are doing today.\"\nIt was another Nobel Peace Prize recipient, Holocaust survivor Elie Wiesel, who summed up the vital role of those who, like Winton, tried to save Europe's Jewish children from the Nazis:\n\"In those times there was darkness everywhere. In Heaven and on Earth, all the gates of compassion seemed to have been closed.\n\"The killer killed and the Jews died and the outside world adopted an attitude either of complicity or of indifference. Only a few had the courage to care.\"", "id": "12402158", "summary:reference": "Sir Nicholas Winton who has died aged 106 has been hailed as a hero of the Holocaust", "summary:berts2s": "for a man who has been rescued by the nazis in world war two nicholas winton was a hero", "hallu:reference": [4, 5, 6, 7, 8], "reason:reference": ["Adj","","","","","Expert","Expert","Expert","","","","","ASGD","","","",""]}